Repository: Damra/daily-affirmation
Catalog: Resources/*.lproj/Localizable.strings
Languages: tr

source: I leave a small dent in the universe with my work.
tr: Çalışmalarımla evrene kendi ayak izimi bırakıyorum!

source: I take entrepreneurship seriously, without taking myself too seriously.
tr: Girişimci biri olmayı önemsiyorum!

source: I appreciate all the lessons that owning my business has taught me.
tr: Kendi işimin sahibi olmanın bana öğrettiklerinin değeri paha biçilemez!

source: Success and growth are inevitable outcomes of my work.
tr: Başarı ve büyüme yaptığım işlerin kaçınılmaz bir sonucu!
