Repository: Damra/daily-affirmation
Catalog: Resources/*.lproj/Localizable.strings
Languages: tr

# NotificationTitle
source: Good Morning!
tr: Günaydın!

# NotificationBody
source: Let's check your daily affirmation!
tr: Hadi günlük olumlamanı kontrol edelim!

# NotificationSetToast
source: Notification time is set!
tr: Bildirim saatiniz ayarlandı!

# HailMessage
source: Let's see what you've got today!
tr: Bugün ne gelmiş bakalım!

# HailMorning
source: Good morning!
tr: Günaydın!

# HailAfternoon
source: Good afternoon!
tr: Tünaydın!

# HailEvening
source: Good evening!
tr: İyi akşamlar!

# HailNight
source: Good night!
tr: İyi geceler!

# NoFavoritesTitle
source: There are no favorites yet!
tr: Henüz bir favoriniz yok!

# NoFavoritesMessage
source: You can add the affirmation to your favorites by double tapping the Think Positive button on the home screen.
tr: Ana sayfadaki Olumlu Düşün butonuna çift tıklayarak olumlamayı favorilerinize ekleyebilirsiniz.

source: On
tr: Açık

source: Off
tr: Kapalı

# SettingsSection2
source: Audio
tr: Ses

# SettingsSection3
source: Other
tr: Diğer

source: Text to Speech
tr: Sesli okuma

# SettingsCell1
source: Notification Settings
tr: Bildirim Ayarları

# SettingsCell2
source: Notification Time
tr: Bildirim Saati

# SettingsCell3
source: Rate us!
tr: Bizi oylayın!

# ReportOption1
source: Irrelevant for me
tr: Benimle alakasız

# ReportOption2
source: Harrassing me
tr: Bana zarar veriyor

# ReportOption3
source: For no reason
tr: Bir sebebi yok

# ReportNotificationTitle
source: New affirmation is ready!
tr: Yeni olumlaman hazır!

# ReportNotificationMessage
source: Go ahead and check it!
tr: Hadi ne geldiğine bak!

source: I am the architect of my life; I build its foundation and choose its contents.
tr: Kendi hayatımın mimarıyım! Bütün temelini ve içeriğini kendim oluşturuyorum!

source: Today, I am brimming with energy and overflowing with joy.
tr: Bugün, enerjiyle dolup taşıyorum ve keyiften coşuyorum!

source: My body is healthy; my mind is brilliant; my soul is tranquil.
tr: Vücudum sağlıklı; aklım mükemmel; ruhum dingin!

source: I am superior to negative thoughts and low actions.
tr: Ben kötü düşüncelerden ve düşük hareketlerden daha yüksekteyim!

source: I have been given endless talents which I begin to utilize today.
tr: Bana bugün yararlanmaya başlayacağım sayısız yetenek bahşedilmiş

source: I forgive those who have harmed me in my past and peacefully detach from them.
tr: Bana geçmişte zarar veren herkesi affediyorum ve onlardan barış içinde uzaklaşıyorum!

source: A river of compassion washes away my anger and replaces it with love.
tr: Şefkatle dolu bir nehir bütün sinirimi alacak ve yerini sevgi dolduracak!

source: I am guided in my every step by Spirit who leads me towards what I must know and do.
tr: Her adımımda ruhum bana yol gösteriyor ve yapmam, bilmem gereken şeylere beni götürüyor!

source: (If you’re married) My marriage is becoming stronger, deeper, and more stable each day.
tr: (Eğer ilişkideyseniz) İlişkim güçleniyor, derinleşiyor ve her gün daha da sağlam hale geliyor!

source: I possess the qualities needed to be extremely successful.
tr: Aşırı başarılı olabilmek için bütün gerekliliklere sahibim!

source: My business is growing, expanding, and thriving.
tr: İşim büyüyor, genişliyor ve gelişiyor!

source: Creative energy surges through me and leads me to new and brilliant ideas.
tr: Yaratıcı enerji içimde dalgalanıyor ve beni yeni ve dahiyane fikirlere götürüyor!

source: Happiness is a choice. I base my happiness on my own accomplishments and the blessings I’ve been given.
tr: Mutluluk bir seçimdir. Benim mutluluğum yalnızca kendi başarılarımdan ve kendi nimetlerimden kaynaklanıyor!

source: My ability to conquer my challenges is limitless; my potential to succeed is infinite.
tr: Meydan okuduğum zorlukları aşma yeteneğimin sonu yok; başarma potansiyelim ise sonsuz!

source: (For those who are unemployed) I deserve to be employed and paid well for my time, efforts, and ideas. Each day, I am closer to finding the perfect job for me.
tr: (İşsiz olanlar için) Emeklerim, zamanım ve fikirlerim için işe alınmayı ve iyi para ödenmeyi hak ediyorum. Her gün, kendim için en uygun olan işi bulmaya daha da yakınlaşıyorum!

source: I am courageous and I stand up for myself.
tr: Cesurum ve ayaktayım!

source: My thoughts are filled with positivity and my life is plentiful with prosperity.
tr: Düşüncelerim pozitifliklerle dolu ve hayatım refah içinde!

source: Today, I abandon my old habits and take up new, more positive ones.
tr: Bugün, kötü alışkanlıklarımı bırakıyorum ve daha yeni, olumlu alışkanlıklara yöneliyorum!

source: Many people look up to me and recognize my worth; I am admired.
tr: Çoğu insan bana bakar ve değerimi görür, takdir ediliyorum!

source: I am blessed with an incredible family and wonderful friends.
tr: İnanılmaz bir aile ve harika arkadaşlar bana lütfedilmiş!

source: I acknowledge my own self-worth; my confidence is soaring.
tr: Kendi değerimin farkındayım ve kendime olan güvenim tırmanıyor!

source: Everything that is happening now is happening for my ultimate good.
tr: Bugünlerde yaşadığım her şey, ileride gerçekleşecek mükemmel şeyler için!

source: I am a powerhouse; I am indestructible.
tr: Ben bir güç kaynağıyım ve yok edilemezim

source: Though these times are difficult, they are only a short phase of life.
tr: Zor zamanlar geçirsem de, bu ancak hayatımın kısa bir bölümü.

source: My future is an ideal projection of what I envision now.
tr: Şu an hayal ettiklerimin hepsi geleceğimin bir aynası!

source: My efforts are being supported by the universe; my dreams manifest into reality before my eyes.
tr: Gösterdiğim gayretlerim evren tarafındandan destekleniyor; hayallerim gerçeğe dönüşüyor!

source: (For those who are single) The perfect partner for me is coming into my life sooner than I expect.
tr: (İlişkisi olmayanlar) İdeal sevgilim tahmin ettiğimden ve beklediğimden daha yakın bir zamanda hayatıma giriyor!

source: I radiate beauty, charm, and grace.
tr: Çevreme güzellik, neşe, huzur ve mutluluk yayıyorum!

source: I am conquering my illness; I am defeating it steadily each day.
tr: Hastalıklarımı atlatıyorum; her gün kademe kademe iyileşiyorum!

source: My obstacles are moving out of my way; my path is carved towards greatness.
tr: Yolumdaki engeller bir bir kalkıyor; yolum mükemmeliğe ulaşacak şekilde açılıyor!

source: I wake up today with strength in my heart and clarity in my mind.
tr: Bugün güçlü bir kalple ve berrak bir zihinle uyandım!

source: My fears of tomorrow are simply melting away.
tr: Yarınlara olan korkularım eriyerek yok oluyor!

source: I am at peace with all that has happened, is happening, and will happen.
tr: Başıma gelmiş olan, geliyor olan ve gelecek olan her şey ile barış içindeyim

source: My nature is Divine; I am a spiritual being.
tr: Benim doğam kutsal bir doğa ve ben ruhsal bir varlığım!

source: My life is just beginning.
tr: Asıl hayatım daha yeni başlıyor!

source: I feel the love of those who are not physically around me.
tr: Fiziksel olarak yakınımda olamayanların sevgilerini içimde hissediyorum!

source: I take pleasure in my own solitude.
tr: Yalnız olmaktan da keyif alıyorum!

source: I am too big a gift to this world to feel self-pity.
tr: Acınası hissetmiyorum, bu dünya için bir hediyeyim!

source: I love and approve of myself.
tr: Kendimi seviyorum ve kendimle gurur duyuyorum!

source: I focus on breathing and grounding myself.
tr: Nefes almaya ve rahatlamaya odaklanıyorum!

source: Following my intuition and my heart keeps me safe and sound.
tr: İçgüdülerimi ve kalbimi dinlemek beni güvende tutuyor!

source: I make the right choices every time.
tr: Her zaman doğru kararları veriyorum!

source: I draw from my inner strength and light.
tr: Kendi gücümü ve içimdeki ışığı kendim yaratıyorum!

source: I trust myself.
tr: Kendime güveniyorum!

source: I am a unique child of this world.
tr: Bu Dünya'da tek ve benzersizim!

source: I have as much brightness to offer the world as the next person.
tr: Diğer insanlara kendi ışığımı yansıtıyorum!

source: I matter and what I have to offer this world also matters.
tr: Ben önemliyim ve yaptığım şeyler de önem arz ediyor!

source: I may be one in 7 billion but I am also one in 7 billion.
tr: 7 milyarda 1 olabilirim ama aynı zamanda 7 milyarda tekim

source: I trust my inner wisdom and intuition.
tr: İçimdeki bilgeliğe ve sezgilerime güveniyorum

source: I breathe in calmness and breathe out nervousness.
tr: Nefesimle beraber tüm sakinliği alıyorum ve nefes verirken tüm gerginliği dışarı atıyorum

source: This situation works out for my highest good.
tr: Bu durum, beni en hayırlısına hazırlıyor

source: Wonderful things unfold before me.
tr: Harika olaylar yoluma seriliyor

source: I forgive myself for all the mistakes I have made.
tr: Yaptığım tüm hatalar için kendimi affediyorum.

source: I let go of my anger so I can see clearly.
tr: Öfkemi bırakıyorum ve daha net görüyorum.

source: I accept responsibility if my anger has hurt anyone.
tr: Birilerini kırdıysam bunun sorumluluğunu alıyorum ama artık barış içindeyim.

source: I replace my anger with understanding and compassion.
tr: Öfkemin yerini anlayışa ve şefkate bırakıyorum!

source: I may not understand the good in this situation but it is there.
tr: Bulunduğum durumun içindeki iyiliği göremiyorum ancak biliyorum ki orada.

source: I muster up more hope and courage from deep inside me.
tr: İçimdeki umudu ve cesareti topluyorum!

source: I choose to find hopeful and optimistic ways to look at this.
tr: Olaylara, pozitif ve umutla bakıyorum!

source: I kindly ask for help and guidance if I cannot see a better way.
tr: Eğer daha iyi bir yol düşünemezsem başkalarından nazikçe fikirlerini isterim!

source: I refuse to give up because I haven’t tried all possible ways.
tr: Pes etmeyi reddediyorum çünkü henüz bütün yolları denemedim.

source: I know my wisdom guides me to the right decision.
tr: Biliyorum ki kendi aklımla doğru kararları veririm!

source: I trust myself to make the best decision for me.
tr: Kendim için en iyi kararı yine kendim veririm!

source: I receive all feedback with kindness but make the final call myself.
tr: Yapılan bütün yorumları nazikçe dinlerim ama son kararı yine kendim veririm!

source: I listen lovingly to this inner conflict and reflect on it until I get to peace around it.
tr: İçimdeki çatışmaları huzur içinde hallediyorum ve kendi içimde çözene kadar dışarı yansıtmıyorum!

source: I love my family even if they do not understand me completely.
tr: Ne olursa olsun ailemi çok seviyorum!

source: I show my family how much I love them in all the verbal and non-verbal ways I can.
tr: Aileme olan sevgimi elimden gelen her yol ile gösteririm!

source: There is a good reason I was paired with this perfect family.
tr: Bu eşsiz aileye sahip olduğum için çok mutluyum!

source: I choose to see my family as a gift.
tr: Ailemi bana bahşedilmiş bir hediye olarak görüyorum!

source: I am a better person from the hardship that I’ve gone through with my family.
tr: Ailemle birlikte zor zamanlardan geçsek de bu zorlukları atlatacağız!

source: I choose friends who approve of me and love me.
tr: Beni seven ve beni onaylayan arkadaşlar ediniyorum!

source: I surround myself with people who treat me well.
tr: Kendimi, beni seven ve bana destek olan arkadaşlarla çevreliyorum!

source: I take the time to show my friends that I care about them.
tr: Bana değer veren arkadaşlarıma zaman ayırarak onları önemsediğimi gösteriyorum!

source: My friends do not judge me, nor do they influence what I do with my life.
tr: Arkadaşlarım beni yargılamaz ve hayatımı kötü etkilemeye çalışmaz!

source: I take great pleasure in my friends, even if we disagree or live different lives.
tr: Arkadaşlarım benim yaşadığımdan farklı hayatlar yaşasalar bile onlarla birlikte olmaktan aşırı keyif alıyorum!

source: I am beautiful and smart and that’s how everyone sees me.
tr: Güzelim ve akıllıyım ve beni herkes böyle görüyor!

source: I take comfort in the fact that I can always leave this situation.
tr: Bu işi her zaman bırakabileceğimin rahatlığını içimde yaşıyorum!

source: I never know what amazing incredible person I will meet next.
tr: Tanışacağım bir sonraki kişinin ne kadar harika biri olacağını tahmin bile edemem!

source: The company of strangers teaches me more about my own likes and dislikes.
tr: Tanımadığım insanlarla birlikteyken kendi sevdiğim ve sevmediğim şeyler hakkında birçok şey fark ediyorum!

source: I am doing work that I enjoy and find fulfilling.
tr: Yapmaktan keyif aldığım ve beni doyuma ulaştıran işlerle uğraşıyorum!

source: I play a big role in my own career success.
tr: Kendi kariyerimdeki başarıda ipler benim elimde!

source: I ask for and do meaningful, wonderful and rewarding work.
tr: Yaptığım işin en iyisini yapmaya çalışıyorum ve iş istediğim kişilerden de ellerinden gelenin en iyisini yapmalarını bekliyorum!

source: I engage in work that impacts this world positively.
tr: Bu dünyaya güzel işler bırakabilmek için uğraşıyorum!

source: I believe in my ability to change the world with the work that I do.
tr: Başardığım işlerle Dünya'ya etki edeceğime inanıyorum!

source: Peaceful sleep awaits me in dreamland.
tr: Geceleri kafamı yastığa rahat koyuyorum!

source: I let go of all the false stories I make up in my head.
tr: Kafamda büyüttüğüm olaylardan vazgeçiyorum ve kafamın içini boşaltıyorum!

source: I release my mind of thought until the morning.
tr: Kafamı gece uyurken boşaltıyorum!

source: I embrace the peace and quiet of the night.
tr: Gecenin sessizliğini ve huzurunu kucaklıyorum!

source: This day brings me nothing but joy.
tr: Bugün harika bir gün!

source: Today will be a gorgeous day to remember.
tr: Bugün hatırlanmaya değer bir gün olacak!

source: My thoughts are my reality so I think up a bright new day.
tr: Düşüncelerim benim realitemi oluşturur dolayısıyla yeni günleri iyi düşüncelerle bekliyorum!

source: I fill my day with hope and face it with joy.
tr: Günümü umutla dolduruyorum ve onu neşeyle yaşıyorum!

source: I choose to fully participate in my day.
tr: Günümün her anının tadını çıkarırım!

source: I let go of worries that drain my energy.
tr: Enerjimi sömüren kaygılarımı geride bırakıyorum!

source: I make smart, calculated plans for my future.
tr: Geleceğim hakkında ölçer biçerim ve akıllıca karar veririm!

source: I am a money magnet and attract wealth and abundance.
tr: Ben bir para magnetiyim ve zenginliği, bolluğu, bereketi üzerime çekerim!

source: I am in complete charge of planning for my future.
tr: Geleceğimi tamamen kendim şekillendiriyorum!

source: I trust in my own ability to provide well for my life.
tr: Hayatımı yönetme konusunda kendime çok güveniyorum!

source: I follow my dreams no matter what.
tr: Hayllerimin her daim peşinde koşacağım!

source: I show compassion in helping my loved ones understand my dreams.
tr: Sevdiğim kişilere hayallerimi anlayabilmeleri için emek veriyorum!

source: I ask my loved ones to support my dreams.
tr: Sevdiklerimden gelecek planlarımı ve hayallerimi desteklemesini istiyorum!

source: I answer questions about my dreams without getting defensive.
tr: Gelecek planlarım hakkındaki sorulara karşı, savunmaya geçmeden cevap veriyorum!

source: My loved ones love me even without fully grappling with my dreams.
tr: Hayallerimi kovalarken sevdiklerime yeterince ilgiyi gösteremesem de onlar, benim onları sevdiğimi bilirler!

source: I accept everyone as they are and continue on with pursuing my dream.
tr: Herkesi olduğu gibi kabul ediyorum!

source: I am safe and sound. All is well.
tr: Her şey yolunda! Hayatım güzel!

source: Everything works out for my highest good.
tr: Her şey benim iyiliğime yarayacak şekilde sonuçlanacak!

source: There is a great reason this is unfolding before me now.
tr: Yaşadığım olayların harika sebepleri olduğuna eminim!

source: I have the smarts and the ability to get through this.
tr: İçinde olduğum durumlardan çıkabilmem için gerekli zekaya ve yeteneğe sahibim!

source: All my problems have a solution.
tr: Bütün sorunlarımın bir çözümü var!

source: I attempt all – not some – possible ways to get unstuck.
tr: Sıkıştığım zamanlardan çıkabilmek için birtakım yolları değil, bütün yolları deniyorum!

source: I seek a new way of thinking about this situation.
tr: Yaşadığım olaydan çıkabilmek için başka bakış açıları arayacağım!

source: The answer is right before me, even if I am not seeing it yet.
tr: Aradığım doğru cevap hemen yanıbaşımda, sadece onu henüz göremedim!

source: I believe in my ability to unlock the way and set myself free.
tr: Olayları çözüş şeklime güveniyorum ve kendimi özgür bırakıyorum!

source: I have no right to compare myself to anyone for I do not know their whole story.
tr: Kendimi başkasıyla kıyaslamamalıyım çünkü onların neler yaşadığını bilemiyorum!

source: I compare myself only to my highest self.
tr: Kendimi ancak kendimin daha iyi haliyle kıyaslıyorum!

source: I choose to see the light that I am to this world.
tr: Etrafıma ışık saçmayı tercih ediyorum!

source: I am happy in my own skin and in my own circumstances.
tr: Kendi vücudumdan ve yaşadığım hayattan mutluyum!

source: I see myself as a gift to my people and community and nation.
tr: Kendimi içinde olduğum gruplara bir nimet olarak görüyorum!

source: I am more than good enough and I get better every day.
tr: Olmam gerekenden daha iyiyim ve her gün daha da iyiye gidiyorum!

source: I give up the habit to criticize myself.
tr: Kendimi yargılama alışkanlığımı geride bırakıyorum!

source: I adopt the mindset to praise myself.
tr: Kafa yapımı değiştiriyorum ve kendime olduğum kişi için şükrediyorum

source: I see the perfection in all my flaws and all my genius.
tr: Kusurlarımda ve dehamda her zaman iyiliği ve güzelliği görüyorum!

source: I fully approve of who I am, even as I get better.
tr: Olduğum kişiyi tamamen onaylıyorum ve daha da iyi olmaya devam ediyorum!

source: I am a good person at all times of day and night.
tr: Koşullar ve zaman ne olursa olsun ben iyi bir insanım!

source: Giving up is easy and always an option so let’s delay it for another day.
tr: Vazgeçmek her zaman kolay olan yoldur.

source: I press on because I believe in my path.
tr: Yere sağlam basıyorum çünkü seçtiğim yola inanıyorum!

source: It is always too early to give up on my goals.
tr: Hayallerimden vazgeçmek için ne olursa olsun çok erken.

source: I must know what awaits me at the end of this rope so I do not give up.
tr: Beni bekleyen şeyleri biliyorum ve bunlardan vazgeçmeyeceğim!

source: The past has no power over me anymore.
tr: Geçmişimin, benim üzerimde hiçbir kötü etkisi olmayacak!

source: I embrace the rhythm and the flowing of my own heart.
tr: Kalbimden geçenlere inanıyorum ve onun akışına uyuyorum!

source: All that I need comes to me at the right time and place in this life.
tr: İstediğim şeyler bana en çok ihtiyacım olduğunda gelecek!

source: I am deeply fulfilled with who I am.
tr: Olduğum kişi için binlerce kez şükrediyorum!

source: Being an entrepreneur is my natural path in life.
tr: Girişimci olmak benim doğamda olan bir yetenek!

source: Success and money come easily to me.
tr: Başarı ve para bana kolayca gelir!

source: What I focus on grows and so I focus on my business.
tr: Enerjimi harcadığım şeyler büyür dolayısıyla enerjimi işime harcıyorum!

source: My service is a gift to this world and I feel compelled to share it.
tr: Etrafıma sunduğum hizmetler onlar için bir hediye ve ben bunu severek yapıyorum!

source: I am building a successful company every day.
tr: Her gün başarılı işlere imzamı atıyorum!

source: My work makes a difference in this world.
tr: Emek verdiğim zaman farkımı belli ediyorum!

source: I believe in the value I create in the lives of others through my business.
tr: Yaptığım işlerle etrafımdaki canlıların hayatına değer katıyorum!

source: I am smart, successful, savvy about business.
tr: Çalıştığım işim konusunda zekiyim, akıllıyım ve becerikliyim!

source: The success of my fellow entrepreneurs fuels me with energy and joy.
tr: Arkadaşlarımın başarısı beni keyiflendiriyor ve neşelendiriyor!

source: Whatever I can dream up for my business, I can achieve.
tr: İşimle ilgili ne hayal edersem onu başarırım!

source: Entrepreneurship is a path of service and prosperity.
tr: Girişimcilik, yaptığım işleri sunabilmenin en iyi yollarından biridir!

source: I create daily opportunities for growth for myself and others.
tr: Kendimin ve çevremin gücünü büyütebilmek için her gün yeni fırsatlar yaratırım!

source: My failures have made me a better entrepreneur.
tr: Hatalarım beni daha başarılı ve iyi bir insan yaptı!

source: My income is growing every day by doing something I love.
tr: İşimi severek yapıyorum ve gelirim her gün daha da artıyor!

source: The passion I have for my work enables me to create real value.
tr: Yaptığım işe olan tutkum, ortaya gerçek bir değer koymamı sağlıyor!

source: There are no limits to what I can achieve.
tr: Yapabileceklerimin sınırı yok!

source: I am driven by passion and purpose.
tr: Tutku ve amaç ile doluyum!

source: Money and wealth comes to me easily.
tr: Para ve zenginlik bana kolayca gelir!

source: I attract my ideal clients and customers with my energy.
tr: Enerjimin yüksekliğiyle, birlikte çalıştığım insanları kendime çekerim!

source: I serve my highest work to my clients and customers.
tr: Elimden gelenin her zaman en iyisini sunarım!

source: My business is set up for massive success and growth.
tr: Yaptığım işler ile mükemmel büyük zaferler kazanacağım!

source: I am energized by challenges in my business.
tr: İşimde yoluma çıkan zorluklar beni daha da fazla motive ediyor!

source: My business is growing at exactly the right pace.
tr: İşlerim tam olması gereken hızda yol alıyor!

source: I started my business at precisely the right time in my life.
tr: İşlerime en doğru zamanda başladım ve en doğru zamanda büyütmeye koyuldum!

source: My business meets and exceeds my needs and my family’s needs.
tr: Çalıştığım işler benim ve ailemin ihtiyaçlarından fazlasını karşılıyor!

source: I get everything I want by first helping others get everything they want.
tr: Kendi istediklerimi elde edebilmek için önce başka insanların istediklerini elde etmelerine yardım ediyorum!

source: My business helps me serve my life purpose.
tr: Çalışmalarım hayat amacıma hizmet ediyor!

source: Entrepreneurship is the safest bet to security and wealth.
tr: Girişimci olmak zenginlik ve refaha kavuşmanın en garanti yollarından biri!

source: I treasure the freedom my business affords me.
tr: Yaptığım işlerin bana verdiği özgürlüğün değerini biliyorum!

source: I love work and feel charged and energized by work.
tr: Çalışmayı seviyorum ve çalışmak için sabırsızlanıyorum!

source: My work leaves me stronger and happier at the end of the day.
tr: Çalıştıktan sonra yorulsam da çalışmalarım günün sonunda beni daha güçlü ve mutlu yapıyor!

source: I focus on the value-generating parts of my business.
tr: Yaptığım işlerde değer yaratmaya odaklanıyorum!

source: Being my own boss is a responsibility I handle with care.
tr: Kendimin patronuyum ve bu sorumluluğu üstleniyorum!

source: I invest in myself and in my business every day.
tr: Kendime ve işime her gün yatırım yapıyorum!

source: My business dreams align to my core values.
tr: İş hayallerim benim kendi kişisel değerlerimle aynı çizgide!

source: I am making a difference in this world with my business.
tr: Yaptığım işlerle bu Dünya'da bir fark yaratmaya çalışıyorum!

source: My success or failures do not define me. They grow me.
tr: Başarılarım veya başarısızlıklarım benim nasıl birisi olduğumu göstermez, beni geliştirir!

source: My ideas come to life through my business.
tr: Düşüncelerimi yaptığım işlerle hayata geçiririm!
